"OK"="OK";
"CANCEL" = "Annulla";
"Can't load bundle"="Impossibile caricare il bundle";
"Apple" = "Apple";
"Pictures" = "Immagini";
"Other" = "Altro";
"CHOOSE" = "Scegli";
"DOT_MAC_AND_RSS" = "%@ e RSS"; // %@ is (was) ".Mac" -- warning, this is used by QuartzComposerScreenSaver.
"VALIDATING_RSS" = "Convalido RSS...";
"NO_FEED_FOUND" = "Non trovo il feed.";
"GETTING_ALBUMS" = "Ottengo album…";
"SELECT_ALBUMS" = "Seleziona gli album da visualizzare:";
"INVALID_MEMBER_NAME" = "Nome utente non valido.";
"NO_ALBUMS_FOR_USER" = "Non trovo gli album per questo utente.";

/* strings for tool tips */
"minute" = "minuto";
"minutes" = "minuti";
"hour" = "ora";
"hours" = "ore";
"OPTIONS_BUTTON_TIP" = "Imposta le opzioni per questo salvaschermo.";
"Never" = "Mai";
"Slideshow" = "Presentazione";
"Collage" = "Collage";
"Mosaic" = "Mosaico";

/* An alternate to "Display Style" for the segmented control label. */
"STYLE" = "Stile";

/* For contextual menu */
"DELETE" = "Elimina";
"REVEAL_IN_FINDER" = "Mostra nel Finder";
"MOVE_TO_TRASH" = "Sposta nel Cestino";

/* For add button */
"BROWSE_SCREEN_SAVERS" = "Sfoglia salvaschermi";
"ADD_MOBILE_ME_GALLERY" = "Aggiungi galleria MobileMe...";
"ADD_PICTURES" = "Aggiungi cartella di immagini…";
"ADD_RSS_FEED" = "Aggiungi feed RSS…";
"BROWSE_SCREEN_SAVERS_URL" = "http://www.apple.com/downloads/macosx/icons_screensavers/";
"ADD_SAVER_AX_VALUE" = "Aggiungi immagini o cerca salvaschermo";
"REMOVE_SAVER_AX_VALUE" = "Rimuovi il salvaschermo selezionato";

/* Alerts */
"INCOMPATIBLE_TITLE" = "Non puoi utilizzare il salvaschermo %@ su questo computer.";
"INCOMPATIBLE_DESC" = "Contatta lo sviluppatore di questo salvaschermo per una versione più recente.";
"DELETE_WARNING_TITLE" = "Sei sicuro di voler eliminare “%@?”";
"DELETE_WARNING_DESC" = "Il salvaschermo verrà spostato nel Cestino.";
